[
  {
    "name": "Rosca de Punho com Palmas para Baixo sobre o Banco",
    "type": "força",
    "muscle": "antebraço",
    "equipment": "barra",
    "difficulty": "intermediário",
    "instructions": "Comece posicionando uma barra de peso em um lado de um banco plano. Ajoelhe-se com os dois joelhos de modo que seu corpo esteja voltado para o banco plano. Use os braços para agarrar a barra com uma pegada pronada (palmas para baixo) e traga-os para cima de forma que seus antebraços estejam descansando contra o banco plano. Seus pulsos devem estar pendurados sobre a borda. Comece dobrando os pulsos para cima e expirando. Lentamente abaixe os pulsos de volta para a posição inicial enquanto inspira. Seus antebraços devem permanecer estacionários, pois o movimento necessário para realizar este exercício é apenas o do pulso. Repita pelo número recomendado de repetições. Variações: Este exercício também pode ser realizado sentado, usando as coxas como posição de descanso para os antebraços. Seu pulso pode pendurar sobre seus joelhos e os mesmos movimentos mencionados acima podem ser realizados. Você também pode usar um haltere em vez de uma barra."
  },
  {
    "name": "Rotação de Punho com Barra Reta",
    "type": "força",
    "muscle": "antebraço",
    "equipment": "nenhum",
    "difficulty": "intermediário",
    "instructions": "Segure uma barra com ambas as mãos e as palmas voltadas para baixo; mãos espaçadas aproximadamente na largura dos ombros. Esta será sua posição inicial. Alternando entre cada uma das suas mãos, execute o movimento estendendo o pulso como se estivesse enrolando um jornal. Continue alternando para frente e para trás até a falha. Inverta o movimento flexionando o pulso, enrolando na direção oposta. Continue com o movimento alternado até a falha."
  },
  {
    "name": "Caminhada do Agricultor com Halteres",
    "type": "atleta de força",
    "muscle": "antebraço",
    "equipment": "outro",
    "difficulty": "intermediário",
    "instructions": "There are various implements that can be used for the farmers walk. These can also be performed with heavy halteres or short bars if these implements aren't available. Begin by standing between the implements. After gripping the handles, lift them up by driving through your heels, keeping your back straight and your head up. Walk taking short, quick steps, and don't forget to breathe. Move for a given distance, typically 50-100 feet, as fast as possible."
  },
  {
    "name": "Rosca de Punho atrás do Corpo em Pé",
    "type": "força",
    "muscle": "antebraço",
    "equipment": "barra",
    "difficulty": "iniciante",
    "instructions": "Start by standing straight and holding a barra behind your glutes at arm's length while using a pronated grip (palms will be facing back away from the glutes) and having your hands shoulder width apart from each outro. You should be looking straight forward while your feet are shoulder width apart from each outro. This is the starting position. While exhaling, slowly elevate the barra up by Roscaing your wrist in a semi-circular motion towards the ceiling. Note: Your wrist should be the only body part moving for this exercise. Hold the contraction for a second and lower the barra back down to the starting position while inhaling. Repeat for the recommended amount of repetitions. When finished, lower the barra down to the squat rack or the floor by bending the knees. Tip: It is easiest to either pick it up from a squat rack or have a partner hand it to you.  Variations: You can also perform this exercise with halteres using the same movements as described above. Anoutro option is to use one haltere at a time for better isolation."
  },
  {
    "name": "Flexão de Dedos Sentado",
    "type": "força",
    "muscle": "antebraço",
    "equipment": "barra",
    "difficulty": "iniciante",
    "instructions": "Hold a barra with both hands and your palms facing up; hands spaced about shoulder width. Place your feet flat on the floor, at a distance that is slightly wider than shoulder width apart. This will be your starting position. Lower the bar as far as possible by extending the fingers. Allowing the bar to roll down the hands, catch the bar with the final joint in the fingers. Now Rosca bar up as high as possible by closing your hands while exhaling. Hold the contraction at the top."
  },
  {
    "name": "Rolo de Pulso",
    "type": "força",
    "muscle": "antebraço",
    "equipment": "outro",
    "difficulty": "iniciante",
    "instructions": "To begin, stand straight up grabbing a wrist roller using a pronated grip (palms facing down). Your feet should be shoulder width apart. Slowly lift both arms until they are fully extended and parallel to the floor in front of you. Note: Make sure the rope is not wrapped around the roller. Your entire body should be stationary except for the antebraço. This is the starting position. Rotate one wrist at a time in an upward motion to bring the weight up to the bar by rolling the rope around the roller. Once the weight has reached the bar, slowly begin to lower the weight back down by rotating the wrist in a downward motion until the weight reaches the starting position. Repeat for the prescribed amount of repetitions in your program."
  },
  {
    "name": "Flexão de Punho com Haltere com uma Mão, Sentado e Palmas para Cima",
    "type": "força",
    "muscle": "antebraço",
    "equipment": "haltere",
    "difficulty": "iniciante",
    "instructions": "Sit on a flat bench with a haltere in your right hand. Place your feet flat on the floor, at a distance that is slightly wider than shoulder width apart. Lean forward and place your right forearm on top of your upper right thigh with your palm up. Tip: Make sure that the front of the wrist lies on top of your knees. This will be your starting position. Lower the haltere as far as possible as you keep a tight grip on the haltere. Inhale as you perform this movement. Now Rosca the haltere as high as possible as you contract the antebraço and as you exhale. Keep the contraction for a second before you lower again. Tip: The only movement should happen at the wrist. Perform for the recommended amount of repetitions, switch arms and repeat the movement.  Variations: You can also do this movement with two arms at a time, one on each knee, or using a barra."
  },
  {
    "name": "Pressão de Perna Única",
    "type": "força",
    "muscle": "quadríceps",
    "equipment": "maquina",
    "difficulty": "intermediário",
    "instructions": "Load the sled to an appropriate weight. Seat yourself on the maquina, planting one foot on the platform in line with your hip. Your free foot can be placed on the ground. Maintain good spinal position with your head and chest up. Supporting the weight, fully extend the knee and unlock the sled. This will be your starting position. Lower the weight by flexing the hip and knee, continuing as far as flexibility allows. Do not allow your lumbar to take the load by moving your pelvis. At the bottom of the motion pause briefly and then return to the starting position by extending the hip and knee. Complete all repetitions for one leg before switching to the outro."
  },
  {
    "name": "Agachamento Completo com Barra",
    "type": "força",
    "muscle": "quadríceps",
    "equipment": "barra",
    "difficulty": "intermediário",
    "instructions": "This exercise is best performed inside a squat rack for safety purposes. To begin, first set the bar on a rack just above shoulder level. Once the correct height is chosen and the bar is loaded, step under the bar and place the back of your ombros (slightly below the neck) across it. Hold on to the bar using both arms at each side and lift it off the rack by first pushing with your legs and at the same time straightening your torso. Step away from the rack and position your legs using a shoulder-width medium stance with the toes slightly pointed out. Keep your head up at all times and maintain a straight back. This will be your starting position. Begin to slowly lower the bar by bending the knees and sitting back with your hips as you maintain a straight posture with the head up. Continue down until your hamstrings are on your calves. Inhale as you perform this portion of the movement. Begin to raise the bar as you exhale by pushing the floor with the heel or middle of your foot as you straighten the legs and extend the hips to go back to the starting position. Repeat for the recommended amount of repetitions.  This type of squat allows a greater range of motion, and allows the trunk to maintain a more vertical position than outro types of squats, due to foot position and the higher bar position."
  },
  {
    "name": "Agachamento em caixa",
    "type": "levantamento_de_peso",
    "muscle": "quadríceps",
    "equipment": "barra",
    "difficulty": "intermediário",
    "instructions": "The box squat allows you to squat to desired depth and develop explosive força in the squat movement. Begin in a power rack with a box at the appropriate height behind you. Typically, you would aim for a box height that brings you to a parallel squat, but you can train higher or lower if desired. Begin by stepping under the bar and placing it across the back of the ombros. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your ombros. Remove the bar from the rack, creating a tight arch in your lower back, and step back into position. Place your feet wider for more emphasis on the back, glutes, adductors, and hamstrings, or closer together for more quad development. Keep your head facing forward. With your back, ombros, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips until you are seated on the box. Ideally, your shins should be perpendicular to the ground. Pause when you reach the box, and relax the hip flexors. Never bounce off of a box. Keeping the weight on your heels and pushing your feet and knees out, drive upward off of the box as you lead the movement with your head. Continue upward, maintaining tightness head to toe."
  },
  {
    "name": "Push-press",
    "type": "levantamento_olimpico",
    "muscle": "quadríceps",
    "equipment": "barra",
    "difficulty": "intermediário",
    "instructions": "Beginning Position:  Use the floor-to-shoulder lifting technique described in the Power Clean exercise to move the bar from the floor to the ombros.  Upward Movement Phase:  Slightly flex the hips and knees, keeping torso erect. Immediately follow with an explosive push upward by extending the knees. Keep torso erect and tensed. At maximum hip and knee extension, shift body weight to balls of feet and extend ankle joints. At maximum plantar flexion, push bar from the ombros. Push the bar with the arms to a fully extended elbow position overhead.  Downward Movement Phase:  Lower bar to ombros. Flex hips and knees slightly as bar touches ombros. Straighten the hips and knees before the upward movement phase begins again.  Breathing:  Exhale through the sticking point of the upward movement phase. Inhale during the downward movement phase."
  },
  {
    "name": "Agachamento na Caixa com Banda Reversa",
    "type": "levantamento_de_peso",
    "muscle": "quadríceps",
    "equipment": "nenhum",
    "difficulty": "intermediário",
    "instructions": "Begin in a power rack with a box at the appropriate height behind you. Set up the bands either on band pegs or attached to the top of the rack, ensuring they will be directly above the bar during the squat. Attach the outro end to the bar. Begin by stepping under the bar and placing it across the back of the ombros. Squeeze your shoulder blades together and rotate your elbows forward, attempting to bend the bar across your ombros. Remove the bar from the rack, creating a tight arch in your lower back, and step back into position. Place your feet wider for more emphasis on the back, glutes, adductors, and hamstrings, or closer together for more quad development. Keep your head facing forward. With your back, ombros, and core tight, push your knees and butt out and you begin your descent. Sit back with your hips until you are seated on the box. Ideally, your shins should be perpendicular to the ground. Pause when you reach the box, and relax the hip flexors. Never bounce off of a box. Keeping the weight on your heels and pushing your feet and knees out, drive upward off of the box as you lead the movement with your head. Continue upward, maintaining tightness head to toe. Use care to return the barra to the rack."
  },
  {
    "name": "Pular corda",
    "type": "cárdio",
    "muscle": "quadríceps",
    "equipment": "body_only",
    "difficulty": "intermediário",
    "instructions": "Hold an end of the rope in each hand. Position the rope behind you on the ground. Raise your arms up and turn the rope over your head bringing it down in front of you. When it reaches the ground, jump over it. Find a good turning pace that can be maintained. Different speeds and techniques can be used to introduce variation. Rope jumping is exciting, challenges your coordination, and requires a lot of energy. A 150 lb person will burn about 350 calories jumping rope for 30 minutes, compared to over 450 calories running."
  },
  {
    "name": "Rotação abdominal com peso em pé",
    "type": "força",
    "muscle": "abdominal",
    "equipment": "outro",
    "difficulty": "intermediário",
    "instructions": "Position a bar into a landmine or securely anchor it in a corner. Load the bar to an appropriate weight. Raise the bar from the floor, taking it to shoulder height with both hands with your arms extended in front of you. Adopt a wide stance. This will be your starting position. Perform the movement by rotating the trunk and hips as you swing the weight all the way down to one side. Keep your arms extended throughout the exercise. Reverse the motion to swing the weight all the way to the opposite side. Continue alternating the movement until the set is complete."
  },
  {
    "name": "Prancha",
    "type": "força",
    "muscle": "abdominal",
    "equipment": "nenhum",
    "difficulty": "intermediário",
    "instructions": "Get into a prone position on the floor, supporting your weight on your toes and your antebraço. Your arms are bent and directly below the shoulder. Keep your body straight at all times, and hold this position as long as possible. To increase difficulty, an arm or leg can be raised."
  },
  {
    "name": "Elevação de pernas",
    "type": "força",
    "muscle": "abdominal",
    "equipment": "body_only",
    "difficulty": "intermediário",
    "instructions": "Begin by lying on your back on the ground. Your legs should be straight and your arms at your side. This will be your starting position. To perform the movement, tuck the knees toward your chest by flexing the hips and knees. Following this, extend your legs directly above you so that they are perpendicular to the ground. Rotate and elevate your pelvis to raise your glutes from the floor. After a brief pause, return to the starting position."
  },
  {
    "name": "Abdominal Declinado Reverso",
    "type": "força",
    "muscle": "abdominal",
    "equipment": "outro",
    "difficulty": "intermediário",
    "instructions": "Lie on your back on a decline bench and hold on to the top of the bench with both hands. Don't let your body slip down from this position. Hold your legs parallel to the floor using your abs to hold them there while keeping your knees and feet together. Tip: Your legs should be fully extended with a slight bend on the knee. This will be your starting position. While exhaling, move your legs towards the torso as you roll your pelvis backwards and you raise your hips off the bench. At the end of this movement your knees will be touching your chest. Hold the contraction for a second and move your legs back to the starting position while inhaling. Repeat for the recommended amount of repetitions.  Variations: You can do the movement on a flat surface and as you get more advanced you can use ankle weights."
  },
  {
    "name": "Prancha homem-aranha",
    "type": "força",
    "muscle": "abdominal",
    "equipment": "body_only",
    "difficulty": "intermediário",
    "instructions": "Begin in a prone position on the floor. Support your weight on your hands and toes, with your feet together and your body straight. Your arms should be bent to 90 degrees. This will be your starting position. Initiate the movement by raising one foot off of the ground. Externally rotate the leg and bring the knee toward your elbow, as far forward as possible. Return this leg to the starting position and repeat on the opposite side."
  },
  {
    "name": "Encolhimento abdominal",
    "type": "força",
    "muscle": "abdominal",
    "equipment": "body_only",
    "difficulty": "intermediário",
    "instructions": "Begin by lying on your back on the ground. Your legs should be straight and your arms extended behind your head. This will be your starting position. To perform the movement, tuck the knees toward your chest, rotating your pelvis to lift your glutes from the floor. As you do so, flex the spine, bringing your arms back over your head to perform a simultaneous crunch motion. After a brief pause, return to the starting position."
  },
  {
    "name": "Barra fixa com peso",
    "type": "força",
    "muscle": "dorsal",
    "equipment": "outro",
    "difficulty": "intermediário",
    "instructions": "Attach a weight to a dip belt and secure it around your waist. Grab the pull-up bar with the palms of your hands facing forward. For a medium grip, your hands should be spaced at shoulder width. Both arms should be extended in front of you holding the bar at the chosen grip. You'll want to bring your torso back about 30 degrees while creating a curvature in your lower back and sticking your chest out. This will be your starting position. Now, exhale and pull your torso up until your head is above your hands. Concentrate on squeezing your shoulder blades back and down as you reach the top contracted position. After a brief moment at the top contracted position, inhale and slowly lower your torso back to the starting position with your arms extended and your dorsal fully stretched."
  },
  {
    "name": "Barra fixa com pegada inversa",
    "type": "força",
    "muscle": "dorsal",
    "equipment": "body_only",
    "difficulty": "intermediário",
    "instructions": "Grab the pull-up bar with the palms facing forward using the prescribed grip. Note on grips: For a wide grip, your hands need to be spaced out at a distance wider than your shoulder width. For a medium grip, your hands need to be spaced out at a distance equal to your shoulder width and for a close grip at a distance smaller than your shoulder width. As you have both arms extended in front of you holding the bar at the chosen grip width, bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out. This is your starting position. Pull your torso up until the bar touches your upper chest by drawing the ombros and the upper arms down and back. Exhale as you perform this portion of the movement. Tip: Concentrate on squeezing the back muscles once you reach the full contracted position. The upper torso should remain stationary as it moves through space and only the arms should move. The antebraço should do no outro work outro than hold the bar. After a second on the contracted position, start to inhale and slowly lower your torso back to the starting position when your arms are fully extended and the dorsal are fully stretched. Repeat this motion for the prescribed amount of repetitions.  Variations:  If you are new at this exercise and do not have the força to perform it, use a chin assist maquina if available. These maquinas use weight to help you push your bodyweight. outrowise, a spotter holding your legs can help. On the outro hand, more advanced lifters can add weight to the exercise by using a weight belt that allows the addition of weighted plates. The behind the neck variation is not recommended as it can be hard on the rotator cuff due to the hyperextension created by bringing the bar behind the neck."
  },
  {
    "name": "Barra fixa com pegada fechada",
    "type": "força",
    "muscle": "dorsal",
    "equipment": "cabo",
    "difficulty": "intermediário",
    "instructions": "Sit down on a pull-down maquina with a V-Bar attached to the top pulley. Adjust the knee pad of the maquina to fit your height. These pads will prevent your body from being raised by the resistance attached to the bar. Grab the V-bar with the palms facing each outro (a neutral grip). Stick your chest out and lean yourself back slightly (around 30-degrees) in order to better engage the dorsal. This will be your starting position. Using your dorsal, pull the bar down as you squeeze your shoulder blades. Continue until your chest nearly touches the V-bar. Exhale as you execute this motion. Tip: Keep the torso stationary throughout the movement. After a second hold on the contracted position, slowly bring the bar back to the starting position as you breathe in. Repeat for the prescribed number of repetitions.  Caution: Avoid the temptation to use a weight so big that you need to start swinging your torso in order to perform the exercise."
  },
  {
    "name": "Barra fixa",
    "type": "força",
    "muscle": "dorsal",
    "equipment": "body_only",
    "difficulty": "iniciante",
    "instructions": "Take a wide grip on a pull-up bar, hanging freely with your arms extended. This will be your starting position. Pull yourself up by flexing the elbows and adducting the glenohumeral joint. Do not swing or use momentum to complete the movement. Attempt to get your chin above your hands. Pause at the top of the motion before lowering yourself to the starting position."
  },
  {
    "name": "Muscle Up",
    "type": "força",
    "muscle": "dorsal",
    "equipment": "body_only",
    "difficulty": "intermediário",
    "instructions": "Grip the rings using a false grip, with the base of your palms on top of the rings. Initiate a pull up by pulling the elbows down to your side, flexing the elbows. As you reach the top position of the pull-up, pull the rings to your armpits as you roll your ombros forward, allowing your elbows to move straight back behind you. This puts you into the proper position to continue into the dip portion of the movement. Maintaining control and stability, extend through the elbow to complete the motion. Use care when lowering yourself to the ground."
  },
  {
    "name": "Puxada unilateral no crossover",
    "type": "força",
    "muscle": "dorsal",
    "equipment": "cabo",
    "difficulty": "intermediário",
    "instructions": "Attach a single handle to a low cabo. After selecting the correct weight, stand a couple feet back with a wide-split stance. Your arm should be extended and your shoulder forward. This will be your starting position. Perform the movement by retracting the shoulder and flexing the elbow. As you pull, supinate the wrist, turning the palm upward as you go. After a brief pause, return to the starting position. <"
  },
  {
    "name": "Puxada lateral com pegada fechada",
    "type": "força",
    "muscle": "dorsal",
    "equipment": "cabo",
    "difficulty": "intermediário",
    "instructions": "Sit down on a pull-down maquina with a wide bar attached to the top pulley. Make sure that you adjust the knee pad of the maquina to fit your height. These pads will prevent your body from being raised by the resistance attached to the bar. Grab the bar with the palms facing forward using the prescribed grip. Note on grips: For a wide grip, your hands need to be spaced out at a distance wider than your shoulder width. For a medium grip, your hands need to be spaced out at a distance equal to your shoulder width and for a close grip at a distance smaller than your shoulder width. As you have both arms extended in front of you - while holding the bar at the chosen grip width - bring your torso back around 30 degrees or so while creating a curvature on your lower back and sticking your chest out. This is your starting position. As you breathe out, bring the bar down until it touches your upper chest by drawing the ombros and the upper arms down and back. Tip: Concentrate on squeezing the back muscles once you reach the full contracted position. The upper torso should remain stationary (only the arms should move). The antebraço should do no outro work except for holding the bar; therefore do not try to pull the bar down using the antebraço. After a second in the contracted position, while squeezing your shoulder blades together, slowly raise the bar back to the starting position when your arms are fully extended and the dorsal are fully stretched. Inhale during this portion of the movement. 6. Repeat this motion for the prescribed amount of repetitions.  Variations: The behind-the-neck variation is not recommended as it can be hard on the rotator cuff due to the hyperextension created by bringing the bar behind the neck."
  },
  {
    "name": "Remada unilateral com haltere",
    "type": "força",
    "muscle": "costas",
    "equipment": "haltere",
    "difficulty": "intermediário",
    "instructions": "Choose a flat bench and place a haltere on each side of it. Place the right leg on top of the end of the bench, bend your torso forward from the waist until your upper body is parallel to the floor, and place your right hand on the outro end of the bench for support. Use the left hand to pick up the haltere on the floor and hold the weight while keeping your lower back straight. The palm of the hand should be facing your torso. This will be your starting position. Pull the resistance straight up to the side of your chest, keeping your upper arm close to your side and keeping the torso stationary. Breathe out as you perform this step. Tip: Concentrate on squeezing the back muscles once you reach the full contracted position. Also, make sure that the force is performed with the back muscles and not the arms. Finally, the upper torso should remain stationary and only the arms should move. The antebraço should do no outro work except for holding the haltere; therefore do not try to pull the haltere up using the antebraço. Lower the resistance straight down to the starting position. Breathe in as you perform this step. Repeat the movement for the specified amount of repetitions. Switch sides and repeat again with the outro arm.  Variations: One-arm rows can also be performed using a high pulley or a low pulley instead of a haltere."
  },
  {
    "name": "Remada unilateral com puxador",
    "type": "força",
    "muscle": "costas",
    "equipment": "barra",
    "difficulty": "intermediário",
    "instructions": "Position a bar into a landmine or in a corner to keep it from moving. Load an appropriate weight onto your end. Stand next to the bar, and take a grip with one hand close to the collar. Using your hips and legs, rise to a standing position. Assume a bent-knee stance with your hips back and your chest up. Your arm should be extended. This will be your starting position. Pull the weight to your side by retracting the shoulder and flexing the elbow. Do not jerk the weight or cheat during the movement. After a brief pause, return to the starting position."
  },
  {
    "name": "Remada com haltere inclinada",
    "type": "força",
    "muscle": "costas",
    "equipment": "haltere",
    "difficulty": "intermediário",
    "instructions": "Using a neutral grip, lean into an incline bench. Take a haltere in each hand with a neutral grip, beginning with the arms straight. This will be your starting position. Retract the shoulder blades and flex the elbows to row the halteres to your side. Pause at the top of the motion, and then return to the starting position."
  },
  {
    "name": "Extensão das costas",
    "type": "força",
    "muscle": "lombar",
    "equipment": "body_only",
    "difficulty": "intermediário",
    "instructions": "Lie face down on a hyperextension bench, tucking your ankles securely under the footpads. Adjust the upper pad if possible so your upper thighs lie flat across the wide pad, leaving enough room for you to bend at the waist without any restriction. With your body straight, cross your arms in front of you (my preference) or behind your head. This will be your starting position. Tip: You can also hold a weight plate for extra resistance in front of you under your crossed arms. Start bending forward slowly at the waist as far as you can while keeping your back flat. Inhale as you perform this movement. Keep moving forward until you feel a nice stretch on the hamstrings and you can no longer keep going without a rounding of the back. Tip: Never round the back as you perform this exercise. Also, some people can go farther than outros. The key thing is that you go as far as your body allows you to without rounding the back. Slowly raise your torso back to the initial position as you inhale. Tip: Avoid the temptation to arch your back past a straight line. Also, do not swing the torso at any time in order to protect the back from injury. Repeat for the recommended amount of repetitions.  Variations: This exercise can also be performed without a hyperextension bench, but in this case you will need a spotter. Also, a similar exercise to this one is the good morning and the stiff-legged deadlift."
  },
  {
    "name": "Levantamento terra com elásticos",
    "type": "levantamento_de_peso",
    "muscle": "lombar",
    "equipment": "barra",
    "difficulty": "iniciante",
    "instructions": "To deadlift with short bands, simply loop them over the bar before you start, and step into them to set up. For long bands, they will need to be anchored to a secure base, such as heavy halteres or a rack. Approach the bar so that it is centered over your feet. You feet should be about hip width apart. Ensure that the bands are under the back half of your foot (for short bands), directly where you are driving into the floor. Bend at the hip to grip the bar at shoulder width, allowing your shoulder blades to protract. Typically, you would use an overhand grip or an over/under grip on heavier sets.2.  With your feet, and your grip set, take a big breath and then lower your hips and bend the knees until your shins contact the bar. Look forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward. After the bar passes the knees, aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar. Lower the bar by bending at the hips and guiding it to the floor."
  },
  {
    "name": "Levantamento terra com correntes",
    "type": "levantamento_de_peso",
    "muscle": "lombar",
    "equipment": "barra",
    "difficulty": "iniciante",
    "instructions": "You can attach the chains to the sleeves of the bar, or just drape the middle over the bar so there is a greater weight increase as you lift. Approach the bar so that it is centered over your feet. You feet should be about hip width apart. Bend at the hip to grip the bar at shoulder width, allowing your shoulder blades to protract. Typically, you would use an overhand grip or an over/under grip on heavier sets. With your feet, and your grip set, take a big breath and then lower your hips and bend the knees until your shins contact the bar. Look forward with your head, keep your chest up and your back arched, and begin driving through the heels to move the weight upward. After the bar passes the knees, aggressively pull the bar back, pulling your shoulder blades together as you drive your hips forward into the bar. Lower the bar by bending at the hips and guiding it to the floor."
  },
  {
    "name": "Superman",
    "type": "alongamento",
    "muscle": "lombar",
    "equipment": "body_only",
    "difficulty": "intermediário",
    "instructions": "To begin, lie straight and face down on the floor or exercise mat. Your arms should be fully extended in front of you. This is the starting position. Simultaneously raise your arms, legs, and chest off of the floor and hold this contraction for 2 seconds. Tip: Squeeze your lower back to get the best results from this exercise. Remember to exhale during this movement. Note: When holding the contracted position, you should look like superman when he is flying. Slowly begin to lower your arms, legs and chest back down to the starting position while inhaling. Repeat for the recommended amount of repetitions prescribed in your program.  Variations: You can also perform this exercise using one arm and leg at a time. Simply elevating your left leg, arm and side of your chest and do the same with the right side."
  },
  {
    "name": "Elevação frontal com haltere",
    "type": "força",
    "muscle": "ombros",
    "equipment": "haltere",
    "difficulty": "intermediário",
    "instructions": "In a standing position, hold a pair of halteres at your side. This will be your starting position. Keeping your elbows slightly bent, raise the weights directly in front of you to shoulder height, avoiding any swinging or cheating. At the top of the exercise move the weights out in front of you, keeping your arms extended. Lower the weights with a controlled motion. On the next repetition, raise the weights in front of you to shoulder height before moving the weights laterally to your sides. Lower the weights to the starting position."
  },
  {
    "name": "Desenvolvimento",
    "type": "força",
    "muscle": "ombros",
    "equipment": "barra",
    "difficulty": "intermediário",
    "instructions": "Start by placing a barra that is about chest high on a squat rack. Once you have selected the weights, grab the barra using a pronated (palms facing forward) grip. Make sure to grip the bar wider than shoulder width apart from each outro. Slightly bend the knees and place the barra on your collar bone. Lift the barra up keeping it lying on your chest. Take a step back and position your feet shoulder width apart from each outro. Once you pick up the barra with the correct grip length, lift the bar up over your head by locking your arms. Hold at about shoulder level and slightly in front of your head. This is your starting position. Lower the bar down to the collarbone slowly as you inhale. Lift the bar back up to the starting position as you exhale. Repeat for the recommended amount of repetitions.  Variations:  This exercise can also be performed sitting as those with lower back problems are better off performing this seated variety. The behind the neck variation is not recommended for people with shoulder problems as it can be hard on the rotator cuff due to the hyperextension created by bringing the bar behind the neck. Anoutro option is to use halteres when performing this exercise for better isolation."
  },
  {
    "name": "Desenvolvimento com barra sentado",
    "type": "força",
    "muscle": "ombros",
    "equipment": "barra",
    "difficulty": "intermediário",
    "instructions": "Sit on a Military Press Bench with a bar behind your head and either have a spotter give you the bar (better on the rotator cuff this way) or pick it up yourself carefully with a pronated grip (palms facing forward). Tip: Your grip should be wider than shoulder width and it should create a 90-degree angle between the forearm and the upper arm as the barra goes down. Once you pick up the barra with the correct grip length, lift the bar up over your head by locking your arms. Hold at about shoulder level and slightly in front of your head. This is your starting position. Lower the bar down to the collarbone slowly as you inhale. Lift the bar back up to the starting position as you exhale. Repeat for the recommended amount of repetitions.  Variations:  This exercise can also be performed standing but those with lower back problems are better off performing this seated variety. The behind the neck variation is not recommended for people with shoulder problems as it can be hard on the rotator cuff due to the hyperextension created by bringing the bar behind the neck."
  },
  {
    "name": "Desenvolvimento com halteres sentado",
    "type": "força",
    "muscle": "ombros",
    "equipment": "haltere",
    "difficulty": "intermediário",
    "instructions": "Grab a couple of halteres and sit on a military press bench or a utility bench that has a back support on it as you place the halteres upright on top of your thighs. Clean the halteres up one at a time by using your thighs to bring the halteres up to shoulder height at each side. Rotate the wrists so that the palms of your hands are facing forward. This is your starting position. As you exhale, push the halteres up until they touch at the top. After a second pause, slowly come down back to the starting position as you inhale. Repeat for the recommended amount of repetitions.  Variations:  You can perform the exercise standing or sitting on a regular flat bench. For people with lower back problems, the version described is the recommended one. You can also perform the exercise as Arnold Schwarzenegger used to do it, which is to start holding the halteres with a supinated grip (palms facing you) in front of your ombros and then, as you start pushing up, you align the halteres in the starting position described on step 3 by rotating your wrists and touch the halteres at the top. As you come down, then you would go back to the starting position by rotating the wrist throughout the lowering portion until the palms of your hands are facing you. This variation is called the Arnold Press. However, it is not recommended if you have rotator cuff problems."
  },
  {
    "name": "Desenvolvimento com halteres em pé",
    "type": "força",
    "muscle": "ombros",
    "equipment": "haltere",
    "difficulty": "intermediário",
    "instructions": "Standing with your feet shoulder width apart, take a haltere in each hand. Raise the halteres to head height, the elbows out and about 90 degrees. This will be your starting position. Maintaining strict technique with no leg drive or leaning back, extend through the elbow to raise the weights together directly above your head. Pause, and slowly return the weight to the starting position."
  },
  {
    "name": "Rosca martelo inclinada",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "haltere",
    "difficulty": "iniciante",
    "instructions": "Seat yourself on an incline bench with a haltere in each hand. You should pressed firmly against he back with your feet together. Allow the halteres to hang straight down at your side, holding them with a neutral grip. This will be your starting position. Initiate the movement by flexing at the elbow, attempting to keep the upper arm stationary. Continue to the top of the movement and pause, then slowly return to the start position."
  },
  {
    "name": "Rosca com barra com pegada aberta",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "barra",
    "difficulty": "iniciante",
    "instructions": "Stand up with your torso upright while holding a barra at the wide outer handle. The palm of your hands should be facing forward. The elbows should be close to the torso. This will be your starting position. While holding the upper arms stationary, Rosca the weights forward while contracting the bíceps as you breathe out. Tip: Only the antebraço should move. Continue the movement until your bíceps are fully contracted and the bar is at shoulder level. Hold the contracted position for a second and squeeze the bíceps hard. Slowly begin to bring the bar back to starting position as your breathe in. Repeat for the recommended amount of repetitions.  Variations:  You can also perform this movement using an E-Z bar or E-Z attachment hooked to a low pulley. This variation seems to really provide a good contraction at the top of the movement. You may also use the closer grip for variety purposes."
  },
  {
    "name": "Rosca martelo",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "haltere",
    "difficulty": "intermediário",
    "instructions": "Stand up with your torso upright and a haltere on each hand being held at arms length. The elbows should be close to the torso. The palms of the hands should be facing your torso. This will be your starting position. Now, while holding your upper arm stationary, exhale and Rosca the weight forward while contracting the bíceps. Continue to raise the weight until the bíceps are fully contracted and the haltere is at shoulder level. Hold the contracted position for a brief moment as you squeeze the bíceps. Tip: Focus on keeping the elbow stationary and only moving your forearm. After the brief pause, inhale and slowly begin the lower the halteres back down to the starting position. Repeat for the recommended amount of repetitions.  Variations: There are many possible variations for this movement. For instance, you can perform the exercise sitting down on a bench with or without back support and you can also perform it by alternating arms; first lift the right arm for one repetition, then the left, then the right, etc."
  },
  {
    "name": "Rosca Zottman",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "haltere",
    "difficulty": "intermediário",
    "instructions": "Stand up with your torso upright and a haltere in each hand being held at arms length. The elbows should be close to the torso. Make sure the palms of the hands are facing each outro. This will be your starting position. While holding the upper arm stationary, Rosca the weights while contracting the bíceps as you breathe out. Only the antebraço should move. Your wrist should rotate so that you have a supinated (palms up) grip. Continue the movement until your bíceps are fully contracted and the halteres are at shoulder level. Hold the contracted position for a second as you squeeze the bíceps. Now during the contracted position, rotate your wrist until you now have a pronated (palms facing down) grip with the thumb at a higher position than the pinky. Slowly begin to bring the halteres back down using the pronated grip. As the halteres close your thighs, start rotating the wrist so that you go back to a neutral (palms facing your body) grip. Repeat for the recommended amount of repetitions."
  },
  {
    "name": "Bíceps Rosca para desenvolvimento",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "haltere",
    "difficulty": "iniciante",
    "instructions": "Begin in a standing position with a haltere in each hand. Your arms should be hanging at your sides with your palms facing forward. Look directly ahead, keeping your chest up, with your feet shoulder-width apart. This will be your starting position. Initiate the movement by flexing the elbows to Rosca the weight. Do not use momentum or flex through the shoulder, instead use a controlled motion. Execute the pressing movement by extending the arm, flexing and abducting the shoulder to rotate the arm as you press above your head. Pause at the top of the motion before reversing the movement to return to the starting position. Complete the desired number of repetitions before switching to the opposite side."
  },
  {
    "name": "Rosca com barra barra",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "barra",
    "difficulty": "intermediário",
    "instructions": "Stand up with your torso upright while holding a barra at a shoulder-width grip. The palm of your hands should be facing forward and the elbows should be close to the torso. This will be your starting position. While holding the upper arms stationary, Rosca the weights forward while contracting the bíceps as you breathe out. Tip: Only the antebraço should move. Continue the movement until your bíceps are fully contracted and the bar is at shoulder level. Hold the contracted position for a second and squeeze the bíceps hard. Slowly begin to bring the bar back to starting position as your breathe in. Repeat for the recommended amount of repetitions.  Variations:  You can also perform this movement using a straight bar attachment hooked to a low pulley. This variation seems to really provide a good contraction at the top of the movement. You may also use the closer grip for variety purposes."
  },
  {
    "name": "Rosca Concentração",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "haltere",
    "difficulty": "intermediário",
    "instructions": "Sit down on a flat bench with one haltere in front of you between your legs. Your legs should be spread with your knees bent and feet on the floor. Use your right arm to pick the haltere up. Place the back of your right upper arm on the top of your inner right thigh. Rotate the palm of your hand until it is facing forward away from your thigh. Tip: Your arm should be extended and the haltere should be above the floor. This will be your starting position. While holding the upper arm stationary, Rosca the weights forward while contracting the bíceps as you breathe out. Only the antebraço should move. Continue the movement until your bíceps are fully contracted and the halteres are at shoulder level. Tip: At the top of the movement make sure that the little finger of your arm is higher than your thumb. This guarantees a good contraction. Hold the contracted position for a second as you squeeze the bíceps. Slowly begin to bring the halteres back to starting position as your breathe in. Caution: Avoid swinging motions at any time. Repeat for the recommended amount of repetitions. Then repeat the movement with the left arm.  Variations: This exercise can be performed standing with the torso bent forward and the arm in front of you. In this case, no leg support is used for the back of your arm so you will need to make extra effort to ensure no movement of the upper arm. This is a more challenging version of the exercise and is not recommended for people with lower back issues."
  }
]