[
  {
    "image": "https://www.hipertrofia.org/blog/wp-content/uploads/2023/06/barbell-reverse-wrist-curl.gif",
    "name": "Rosca de Punho com Palmas para Baixo sobre o Banco",
    "type": "força",
    "muscle": "antebraço",
    "equipment": "barra",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Comece posicionando uma barra de peso em um lado de um banco plano. Ajoelhe-se com os dois joelhos de modo que seu corpo esteja voltado para o banco plano. Use os braços para agarrar a barra com uma pegada pronada (palmas para baixo) e traga-os para cima de forma que seus antebraços estejam descansando contra o banco plano. Seus pulsos devem estar pendurados sobre a borda. Comece dobrando os pulsos para cima e expirando. Lentamente abaixe os pulsos de volta para a posição inicial enquanto inspira. Seus antebraços devem permanecer estacionários, pois o movimento necessário para realizar este exercício é apenas o do pulso. Repita pelo número recomendado de repetições. Variações: Este exercício também pode ser realizado sentado, usando as coxas como posição de descanso para os antebraços. Seu pulso pode pendurar sobre seus joelhos e os mesmos movimentos mencionados acima podem ser realizados. Você também pode usar um haltere em vez de uma barra."
  },
  {
    "image": "https://www.hipertrofia.org/blog/wp-content/uploads/2023/06/barbell-wrist-curl.gif",
    "name": "Rotação de Punho com Barra Reta",
    "type": "força",
    "muscle": "antebraço",
    "equipment": "nenhum",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Segure uma barra com ambas as mãos e as palmas voltadas para baixo; mãos espaçadas aproximadamente na largura dos ombros. Esta será sua posição inicial. Alternando entre cada uma das suas mãos, execute o movimento estendendo o pulso como se estivesse enrolando um jornal. Continue alternando para frente e para trás até a falha. Inverta o movimento flexionando o pulso, enrolando na direção oposta. Continue com o movimento alternado até a falha."
  },
  {
    "image": "https://www.hipertrofia.org/blog/wp-content/uploads/2023/06/smith-standing-back-wrist-curl.gif",
    "name": "Rosca de Punho por trás das costas",
    "type": "força",
    "muscle": "antebraço",
    "equipment": "barra",
    "reps": "5",
    "difficulty": "iniciante",
    "instructions": "Comece ficando em pé e segurando uma barra atrás dos glúteos com o braço estendido enquanto usa uma pegada pronada (as palmas das mãos estarão voltadas para trás, longe dos glúteos) e com as mãos na largura dos ombros, afastadas uma da outra. Você deve olhar para frente enquanto seus pés estão separados na largura dos ombros. esta é a posição inicial. Ao expirar, eleve lentamente a barra girando o pulso em um movimento semicircular em direção ao teto. Nota: Seu pulso deve ser a única parte do corpo em movimento neste exercício. Segure a contração por um segundo e abaixe a barra de volta à posição inicial enquanto inspira. Repita a quantidade recomendada de repetições. Ao terminar, abaixe a barra até o suporte de agachamento ou até o chão dobrando os joelhos. Dica: É mais fácil pegá-lo em uma prateleira de agachamento ou pedir a um parceiro que o entregue a você. Variações: Você também pode realizar este exercício com halteres usando os mesmos movimentos descritos acima. Outra opção é usar um haltere de cada vez para melhor isolamento."
  },
  {
    "image": "https://www.blog.treinoemalta.com.br/wp-content/uploads/2023/07/cef7cc73f0bf7e7984ac791c48d7e2f4.gif",
    "name": "Rolo de Pulso",
    "type": "força",
    "muscle": "antebraço",
    "equipment": "outro",
    "reps": "5",
    "difficulty": "iniciante",
    "instructions": "Para começar, fique em pé ereto segurando um rolo de pulso com uma pegada pronada (palmas das mãos voltadas para baixo). Seus pés devem estar na largura dos ombros. Levante lentamente ambos os braços até que estejam totalmente estendidos e paralelos ao chão à sua frente. Nota: Certifique-se de que a corda não esteja enrolada no rolo. Todo o seu corpo deve estar imóvel, exceto pelos antebraços. Esta é a posição inicial. Gire um pulso de cada vez em um movimento ascendente para levantar o peso até a barra, enrolando a corda em torno do rolo. Uma vez que o peso tenha alcançado a barra, comece lentamente a baixar o peso de volta, girando o pulso em um movimento descendente até que o peso alcance a posição inicial. Repita para a quantidade prescrita de repetições em seu programa."
  },
  {
    "image": "https://www.hipertrofia.org/blog/wp-content/uploads/2023/06/dumbbell-one-arm-seated-neutral-wrist-curl.gif",
    "name": "Flexão de Punho com Haltere com uma Mão, Sentado e Palmas para Cima",
    "type": "força",
    "muscle": "antebraço",
    "equipment": "haltere",
    "reps": "5",
    "difficulty": "iniciante",
    "instructions": "Sente-se em um banco plano com um haltere na mão direita. Coloque os pés firmemente no chão, a uma distância um pouco maior que a largura dos ombros. Incline-se para a frente e coloque o antebraço direito em cima da coxa direita, com a palma da mão voltada para cima. Dica: Certifique-se de que a frente do punho esteja apoiada sobre o joelho. Esta será sua posição inicial. Abaixe o haltere o máximo possível, mantendo uma pegada firme. Inspire enquanto executa este movimento. Agora, faça a rosca do haltere o mais alto possível, contraindo o antebraço e expirando. Mantenha a contração por um segundo antes de abaixar novamente. Dica: O único movimento deve ocorrer no punho. Execute pelo número recomendado de repetições, troque de braço e repita o movimento. Variações: Você também pode fazer este movimento com os dois braços ao mesmo tempo, um em cada joelho, ou usando uma barra."
  },
  {
    "image": "https://fitnessprogramer.com/wp-content/uploads/2022/04/Single-Leg-Press.gif",
    "name": "Pressão de Perna Única",
    "type": "força",
    "muscle": "quadríceps",
    "equipment": "maquina",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Carregue a máquina com um peso apropriado. Sente-se na máquina, colocando um pé na plataforma alinhado com o quadril. Seu pé livre pode ser colocado no chão. Mantenha uma boa posição da coluna com a cabeça e o peito erguidos. Sustentando o peso, estenda completamente o joelho e destrave a alavanca. Esta será sua posição inicial. Abaixe o peso flexionando o quadril e o joelho, continuando até onde a flexibilidade permitir. Não permita que sua lombar suporte a carga movendo sua pelve. No final do movimento, faça uma pausa breve e, em seguida, retorne à posição inicial estendendo o quadril e o joelho. Complete todas as repetições com uma perna antes de trocar para a outra."
  },
  {
    "image": "https://www.mundoboaforma.com.br/wp-content/uploads/2020/11/agachamento-com-barra.gif",
    "name": "Agachamento Completo com Barra",
    "type": "força",
    "muscle": "quadríceps",
    "equipment": "barra",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Este exercício é melhor realizado dentro de um rack de agachamento por questões de segurança. Para começar, ajuste a barra no rack logo acima do nível dos ombros. Uma vez escolhida a altura correta e a barra carregada, posicione-se sob a barra e coloque a parte de trás dos seus ombros (logo abaixo do pescoço) sobre ela. Segure a barra com ambos os braços de cada lado e levante-a do rack, primeiro empurrando com as pernas e, ao mesmo tempo, endireitando o tronco. Afaste-se do rack e posicione as pernas usando uma postura média com a largura dos ombros e os dedos dos pés ligeiramente apontados para fora. Mantenha a cabeça erguida o tempo todo e mantenha as costas retas. Esta será sua posição inicial. Comece a abaixar lentamente a barra dobrando os joelhos e sentando-se com os quadris, mantendo uma postura ereta com a cabeça erguida. Continue descendo até que seus isquiotibiais estejam sobre as suas panturrilhas. Inspire enquanto realiza esta parte do movimento. Comece a levantar a barra ao expirar, empurrando o chão com o calcanhar ou com a parte do meio do pé enquanto você estende as pernas e os quadris para voltar à posição inicial. Repita pelo número recomendado de repetições. Este tipo de agachamento permite uma maior amplitude de movimento e permite que o tronco mantenha uma posição mais vertical do que outros tipos de agachamentos, devido à posição dos pés e à posição mais alta da barra."
  },
  {
    "image": "https://www.mundoboaforma.com.br/wp-content/uploads/2024/03/agachamento-na-caixa.gif",
    "name": "Agachamento em caixa",
    "type": "levantamento_de_peso",
    "muscle": "quadríceps",
    "equipment": "barra",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "O agachamento em caixa permite que você agache até a profundidade desejada e desenvolva força explosiva no movimento de agachamento. Comece em um power rack com uma caixa na altura apropriada atrás de você. Normalmente, você deve procurar uma altura de caixa que o leve a um agachamento paralelo, mas você pode treinar com a caixa mais alta ou mais baixa, se desejar. Comece posicionando-se sob a barra e colocando-a nas costas dos ombros. Aperte as escápulas e rotacione os cotovelos para a frente, tentando dobrar a barra sobre os ombros. Retire a barra do rack, criando um arco apertado na parte inferior das costas, e dê um passo para trás, posicionando-se. Coloque os pés mais afastados para dar mais ênfase nas costas, glúteos, adutores e isquiotibiais, ou mais próximos para maior desenvolvimento dos quadríceps. Mantenha a cabeça voltada para a frente. Com as costas, ombros e core apertados, empurre os joelhos e o bumbum para fora e comece a descida. Sente-se para trás com os quadris até estar sentado na caixa. Idealmente, suas canelas devem estar perpendiculares ao chão. Pause quando alcançar a caixa e relaxe os flexores do quadril. Nunca quique na caixa. Mantendo o peso nos calcanhares e empurrando os pés e joelhos para fora, levante-se da caixa liderando o movimento com a cabeça. Continue subindo, mantendo a tensão da cabeça aos pés."
  },
  {
    "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/push-press-1.gif",
    "name": "Push-press",
    "type": "levantamento_olimpico",
    "muscle": "quadríceps",
    "equipment": "barra",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Posição Inicial: Utilize a técnica de levantamento do chão até os ombros descrita no exercício Power Clean para mover a barra do chão até os ombros. Fase de Movimento Ascendente: Flexione levemente os quadris e joelhos, mantendo o tronco ereto. Imediatamente siga com um empurrão explosivo para cima, estendendo os joelhos. Mantenha o tronco ereto e tenso. Na extensão máxima do quadril e joelhos, transfira o peso do corpo para a ponta dos pés e estenda as articulações dos tornozelos. Na flexão plantar máxima, empurre a barra dos ombros. Empurre a barra com os braços até que os cotovelos estejam totalmente estendidos acima da cabeça. Fase de Movimento Descendente: Abaixe a barra até os ombros. Flexione ligeiramente os quadris e joelhos quando a barra tocar os ombros. Endireite os quadris e joelhos antes que a fase de movimento ascendente comece novamente. Respiração: Exale durante o ponto de esforço máximo na fase de movimento ascendente. Inspire durante a fase de movimento descendente."
  },
  {
    "image": "https://www.mundoboaforma.com.br/wp-content/uploads/2021/04/pular-corda.gif",
    "name": "Pular corda",
    "type": "cárdio",
    "muscle": "quadríceps",
    "equipment": "body_only",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Segure uma extremidade da corda em cada mão. Posicione a corda atrás de você no chão. Levante os braços e gire a corda sobre sua cabeça, trazendo-a para a frente. Quando a corda alcançar o chão, pule por cima dela. Encontre um ritmo de giro que possa ser mantido. Diferentes velocidades e técnicas podem ser usadas para introduzir variação. Pular corda é empolgante, desafia sua coordenação e requer muita energia. Uma pessoa de 150 lb queimará cerca de 350 calorias pulando corda por 30 minutos, em comparação com mais de 450 calorias correndo."
  },
  {
    "image": "https://www.mundoboaforma.com.br/wp-content/uploads/2020/11/01431301-Bridge-straight-arm_Waist_360_logo.gif",
    "name": "Prancha",
    "type": "força",
    "muscle": "abdominal",
    "equipment": "nenhum",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Coloque-se em posição de pronação no chão, sustentando o peso nos dedos dos pés e nos antebraços. Seus braços devem estar dobrados e diretamente abaixo dos ombros. Mantenha o corpo reto o tempo todo e segure essa posição pelo máximo de tempo possível. Para aumentar a dificuldade, você pode levantar um braço ou uma perna."
  },
  {
    "image": "https://www.mundoboaforma.com.br/wp-content/uploads/2021/03/abdominal-no-chao-com-elevacao-de-pernas-esticadas.gif",
    "name": "Elevação de pernas",
    "type": "força",
    "muscle": "abdominal",
    "equipment": "body_only",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Comece deitado de costas no chão. Suas pernas devem estar retas e seus braços ao lado do corpo. Esta será sua posição inicial. Para realizar o movimento, puxe os joelhos em direção ao peito, flexionando os quadris e joelhos. Em seguida, estenda as pernas diretamente acima de você, de modo que fiquem perpendiculares ao chão. Gire e eleve a pelve para levantar os glúteos do chão. Após uma breve pausa, retorne à posição inicial."
  },
  {
    "image": "https://burnfit.io/wp-content/uploads/2023/11/DEC_REV_CRUNCH.gif",
    "name": "Abdominal Declinado Reverso",
    "type": "força",
    "muscle": "abdominal",
    "equipment": "outro",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Deite-se de costas em um banco declinado e segure a parte superior do banco com ambas as mãos. Não deixe que seu corpo deslize para baixo dessa posição. Mantenha as pernas paralelas ao chão usando os abdominais para mantê-las lá, mantendo os joelhos e os pés juntos. Dica: Suas pernas devem estar completamente estendidas com uma leve flexão nos joelhos. Esta será sua posição inicial. Ao expirar, mova as pernas em direção ao torso enquanto rola a pelve para trás e levanta os quadris do banco. No final deste movimento, seus joelhos estarão tocando seu peito. Mantenha a contração por um segundo e mova as pernas de volta à posição inicial enquanto inspira. Repita pelo número recomendado de repetições. Variações: Você pode fazer o movimento em uma superfície plana e, à medida que ficar mais avançado, pode usar pesos nos tornozelos."
  },
  {
    "image": "https://www.mundoboaforma.com.br/wp-content/uploads/2020/12/prancha-com-elevacao-das-pernas-prancha-aranha.gif",
    "name": "Prancha homem-aranha",
    "type": "força",
    "muscle": "abdominal",
    "equipment": "body_only",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Comece em uma posição prona no chão. Apoie seu peso nas mãos e nos dedos dos pés, com os pés juntos e o corpo reto. Seus braços devem estar dobrados a 90 graus. Esta será sua posição inicial. Inicie o movimento levantando um pé do chão. Externamente, gire a perna e traga o joelho em direção ao seu cotovelo, o mais para a frente possível. Retorne essa perna à posição inicial e repita do lado oposto."
  },
  {
    "image": "https://flabfix.com/wp-content/uploads/2019/06/Seated-Knee-Tucks.gif",
    "name": "Encolhimento abdominal",
    "type": "força",
    "muscle": "abdominal",
    "equipment": "body_only",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Comece deitando de costas no chão. Suas pernas devem estar retas e seus braços estendidos atrás da cabeça. Esta será sua posição inicial. Para realizar o movimento, traga os joelhos em direção ao peito, girando a pelve para levantar os glúteos do chão. Ao fazer isso, flexione a coluna vertebral, trazendo os braços de volta sobre a cabeça para realizar um movimento de crunch simultâneo. Após uma breve pausa, retorne à posição inicial."
  },
  {
    "image": "https://fitnessprogramer.com/wp-content/uploads/2021/03/Chin-Up.gif",
    "name": "Barra fixa com pegada inversa",
    "type": "força",
    "muscle": "dorsal",
    "equipment": "body_only",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Pegue a barra de pull-up com as palmas das mãos voltadas para frente usando a pegada prescrita. Observação sobre as pegadas: Para uma pegada larga, suas mãos precisam estar espaçadas a uma distância maior que a largura dos seus ombros. Para uma pegada média, suas mãos precisam estar espaçadas a uma distância igual à largura dos seus ombros, e para uma pegada fechada, a uma distância menor que a largura dos seus ombros. Com os dois braços estendidos à sua frente segurando a barra na largura de pegada escolhida, traga seu torso para trás cerca de 30 graus enquanto cria uma curvatura na parte inferior das costas e empurra o peito para fora. Esta é sua posição inicial. Puxe seu torso para cima até que a barra toque seu peito superior, trazendo os ombros e os braços superiores para baixo e para trás. Expire enquanto realiza esta parte do movimento. Dica: Concentre-se em contrair os músculos das costas assim que atingir a posição totalmente contraída. O torso superior deve permanecer estacionário enquanto se move pelo espaço e apenas os braços devem se mover. Os antebraços não devem fazer nenhum outro trabalho além de segurar a barra. Depois de um segundo na posição contraída, comece a inspirar e abaixe lentamente seu torso de volta à posição inicial quando seus braços estiverem totalmente estendidos e as costas estiverem totalmente esticadas. Repita este movimento pelo número prescrito de repetições. Variações: Se você é novo neste exercício e não tem força para realizá-lo, use uma máquina de assistência para chin-up, se disponível. Essas máquinas usam peso para ajudá-lo a empurrar o peso do seu corpo para cima. Alternativamente, um parceiro segurando suas pernas pode ajudar. Por outro lado, levantadores mais avançados podem adicionar peso ao exercício usando um cinto de peso que permite a adição de placas de peso. A variação por trás do pescoço não é recomendada, pois pode ser prejudicial para o manguito rotador devido à hiperextensão criada ao trazer a barra atrás do pescoço."
  },
  {
    "image": "https://www.mundoboaforma.com.br/wp-content/uploads/2020/12/costas-barra-fixa-pegada-aberta-palma-para-frente-chinup.gif",
    "name": "Barra fixa",
    "type": "força",
    "muscle": "dorsal",
    "equipment": "body_only",
    "reps": "5",
    "difficulty": "iniciante",
    "instructions": "Pegue uma pegada larga em uma barra de pull-up, pendurando-se livremente com os braços estendidos. Esta será sua posição inicial. Puxe-se para cima flexionando os cotovelos e aduzindo a articulação glenoumeral. Não balance ou use o impulso para completar o movimento. Tente levar o queixo acima das mãos. Faça uma pausa no topo do movimento antes de se abaixar para a posição inicial."
  },
  {
    "image": "https://www.inspireusafoundation.org/wp-content/uploads/2022/09/muscle-ups-movement.gif",
    "name": "Muscle Up",
    "type": "força",
    "muscle": "dorsal",
    "equipment": "body_only",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Segure os anéis usando uma pegada falsa, com a base das palmas das mãos em cima dos anéis. Inicie uma puxada puxando os cotovelos para baixo ao seu lado, flexionando os cotovelos. Quando você atingir a posição superior da puxada, puxe os anéis em direção às suas axilas enquanto rola os ombros para frente, permitindo que seus cotovelos se movam diretamente para trás atrás de você. Isso coloca você na posição correta para continuar na parte do mergulho do movimento. Mantendo o controle e a estabilidade, estenda o cotovelo para completar o movimento. Tenha cuidado ao se abaixar para o chão."
  },
  {
    "image": "https://www.mundoboaforma.com.br/wp-content/uploads/2023/06/10471301-puxada-com-pegada-fechada-no-pulley.gif",
    "name": "Puxada lateral com pegada fechada",
    "type": "força",
    "muscle": "dorsal",
    "equipment": "cabo",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Sente-se em uma máquina de puxada com uma barra larga presa à polia superior. Certifique-se de ajustar o apoio de joelho da máquina para se adequar à sua altura. Esses apoios impedirão que seu corpo seja levantado pela resistência presa à barra. Segure a barra com as palmas das mãos voltadas para frente usando a pegada prescrita. Observação sobre as pegadas: Para uma pegada larga, suas mãos precisam estar espaçadas a uma distância maior que a largura dos seus ombros. Para uma pegada média, suas mãos precisam estar espaçadas a uma distância igual à largura dos seus ombros, e para uma pegada fechada, a uma distância menor que a largura dos seus ombros. Com os dois braços estendidos à sua frente - enquanto segura a barra na largura de pegada escolhida - incline o torso para trás cerca de 30 graus, criando uma curvatura na parte inferior das costas e empurrando o peito para fora. Esta é sua posição inicial. Ao expirar, traga a barra para baixo até que ela toque seu peito superior, trazendo os ombros e os braços superiores para baixo e para trás. Dica: Concentre-se em contrair os músculos das costas assim que atingir a posição totalmente contraída. O torso superior deve permanecer estacionário (apenas os braços devem se mover). Os antebraços não devem fazer nenhum outro trabalho além de segurar a barra; portanto, não tente puxar a barra para baixo usando os antebraços. Depois de um segundo na posição contraída, enquanto aperta as escápulas juntas, levante lentamente a barra de volta à posição inicial quando seus braços estiverem totalmente estendidos e as costas estiverem totalmente esticadas. Inspire durante esta parte do movimento. Repita este movimento pelo número prescrito de repetições. Variações: A variação por trás do pescoço não é recomendada, pois pode ser prejudicial para o manguito rotador devido à hiperextensão criada ao trazer a barra atrás do pescoço."
  },
  {
    "image": "https://static.wixstatic.com/media/2edbed_cf8feb6f79494833b887104bc358843d~mv2.gif",
    "name": "Remada unilateral com haltere",
    "type": "força",
    "muscle": "costas",
    "equipment": "haltere",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Escolha um banco plano e coloque um haltere de cada lado dele. Coloque a perna direita no topo do final do banco, incline o torso para a frente a partir da cintura até que seu corpo superior esteja paralelo ao chão, e coloque a mão direita no outro final do banco para apoio. Use a mão esquerda para pegar o haltere no chão e segure o peso enquanto mantém a parte inferior das costas reta. A palma da mão deve estar voltada para o seu torso. Esta será sua posição inicial. Puxe a resistência diretamente para cima até o lado do seu peito, mantendo o braço superior próximo ao lado e mantendo o torso estacionário. Expire enquanto realiza este passo. Dica: Concentre-se em contrair os músculos das costas assim que atingir a posição totalmente contraída. Além disso, certifique-se de que a força seja realizada com os músculos das costas e não com os braços. Por fim, o torso superior deve permanecer estacionário e apenas os braços devem se mover. Os antebraços não devem fazer nenhum outro trabalho além de segurar o haltere; portanto, não tente puxar o haltere para cima usando os antebraços. Baixe a resistência diretamente de volta à posição inicial. Inspire enquanto realiza este passo. Repita o movimento pelo número especificado de repetições. Troque de lado e repita novamente com o outro braço. Variações: As fileiras de um braço também podem ser realizadas usando uma polia alta ou uma polia baixa em vez de um haltere."
  },
  {
    "image": "https://fitnessprogramer.com/wp-content/uploads/2021/02/Superman-exercise.gif",
    "name": "Superman",
    "type": "alongamento",
    "muscle": "lombar",
    "equipment": "body_only",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Para começar, deite-se reta e de bruços no chão ou tapete de exercícios. Seus braços devem estar completamente estendidos na frente de você. Esta é a posição inicial. Levante simultaneamente seus braços, pernas e peito do chão e mantenha essa contração por 2 segundos. Dica: Aperte sua lombar para obter os melhores resultados deste exercício. Lembre-se de expirar durante esse movimento. Observação: Ao manter a posição contraída, você deve parecer o Super-Homem voando. Comece lentamente a abaixar seus braços, pernas e peito de volta à posição inicial enquanto inspira. Repita pelo número recomendado de repetições prescritas no seu programa. Variações: Você também pode realizar este exercício usando um braço e uma perna de cada vez. Simplesmente eleve sua perna esquerda, braço e lado do peito e faça o mesmo com o lado direito."
  },
  {
    "image": "https://www.hipertrofia.org/blog/wp-content/uploads/2023/11/dumbbell-front-raise.gif",
    "name": "Elevação frontal com haltere",
    "type": "força",
    "muscle": "ombros",
    "equipment": "haltere",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Em pé, segure um par de halteres ao seu lado. Esta será sua posição inicial. Mantendo os cotovelos levemente dobrados, levante os pesos diretamente à sua frente até a altura dos ombros, evitando balanços ou trapaças. No topo do movimento, mova os pesos para frente, mantendo os braços estendidos. Baixe os pesos com um movimento controlado. Na próxima repetição, levante os pesos à sua frente até a altura dos ombros antes de movê-los lateralmente para os lados. Baixe os pesos para a posição inicial."
  },
  {
    "image": "https://treinototal.com.br/wp-content/uploads/2023/11/desenvolvimento-com-halteres-em-pe.gif",
    "name": "Desenvolvimento",
    "type": "força",
    "muscle": "ombros",
    "equipment": "barra",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Para começar, posicione uma barra que esteja aproximadamente na altura do peito em um suporte de agachamento. Uma vez que tenha selecionado os pesos, agarre a barra usando uma pegada pronada (palmas das mãos voltadas para frente). Certifique-se de segurar a barra mais larga do que a largura dos ombros. Flexione levemente os joelhos e coloque a barra sobre o seu osso da clavícula. Levante a barra mantendo-a apoiada no seu peito. Dê um passo para trás e posicione os pés na largura dos ombros. Assim que pegar a barra com o comprimento de pegada correto, levante a barra sobre a cabeça, estendendo os braços. Segure a barra aproximadamente na altura dos ombros e um pouco à frente da cabeça. Esta é a sua posição inicial. Abaixe a barra lentamente até o osso da clavícula enquanto inspira. Levante a barra de volta à posição inicial enquanto expira. Repita pelo número recomendado de repetições. Variações: Este exercício também pode ser realizado sentado, pois aqueles com problemas lombares se beneficiam mais ao executar essa variação sentada. A variação por trás do pescoço não é recomendada para pessoas com problemas nos ombros, pois pode ser difícil para o manguito rotador devido à hiperextensão criada ao trazer a barra por trás do pescoço. Outra opção é usar halteres ao realizar este exercício para um melhor isolamento."
  },
  {
    "image": "https://www.mundoboaforma.com.br/wp-content/uploads/2020/12/ombros-desenvolvimento-de-ombros-frontal-com-barra.gif",
    "name": "Desenvolvimento com barra sentado",
    "type": "força",
    "muscle": "ombros",
    "equipment": "barra",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Sente-se em um banco de supino militar com uma barra atrás da cabeça e peça a alguém para lhe entregar a barra (melhor para o manguito rotador dessa forma) ou pegue-a cuidadosamente sozinho com uma pegada pronada (palmas das mãos viradas para frente). Dica: Sua pegada deve ser mais larga do que a largura dos ombros e deve criar um ângulo de 90 graus entre o antebraço e o braço superior à medida que a barra desce. Assim que pegar a barra com o comprimento de pegada correto, levante a barra sobre a cabeça, estendendo os braços. Segure a barra aproximadamente na altura dos ombros e um pouco à frente da cabeça. Esta é a sua posição inicial. Abaixe a barra lentamente até o osso da clavícula enquanto inspira. Levante a barra de volta à posição inicial enquanto expira. Repita pelo número recomendado de repetições. Variações: Este exercício também pode ser realizado em pé, mas aqueles com problemas lombares se beneficiam mais ao executar essa variação sentada. A variação por trás do pescoço não é recomendada para pessoas com problemas nos ombros, pois pode ser difícil para o manguito rotador devido à hiperextensão criada ao trazer a barra por trás do pescoço."
  },
  {
    "image": "https://www.mundoboaforma.com.br/wp-content/uploads/2020/12/desenvolvimento-para-ombros-com-halteres.gif",
    "name": "Desenvolvimento com halteres sentado",
    "type": "força",
    "muscle": "ombros",
    "equipment": "haltere",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Pegue um par de halteres e sente-se em um banco de supino militar ou em um banco de utilidade que tenha suporte para as costas, enquanto coloca os halteres eretos em cima das coxas. Limpe os halteres um de cada vez, usando as coxas para trazer os halteres até a altura dos ombros de cada lado. Gire os pulsos para que as palmas das suas mãos fiquem voltadas para frente. Esta é a sua posição inicial. Ao expirar, empurre os halteres para cima até que se toquem no topo. Após uma pausa de um segundo, desça lentamente de volta à posição inicial enquanto inspira. Repita pelo número recomendado de repetições. Variações: Você pode realizar o exercício em pé ou sentado em um banco plano regular. Para pessoas com problemas lombares, a versão descrita é a recomendada. Você também pode realizar o exercício como Arnold Schwarzenegger costumava fazer, que é começar segurando os halteres com uma pegada supinada (palmas das mãos viradas para você) na frente dos ombros e, em seguida, conforme você começa a empurrar para cima, você alinha os halteres na posição inicial descrita no passo 3, girando os pulsos e tocando os halteres no topo. Ao descer, então você voltaria à posição inicial girando os pulsos durante a parte de descida até que as palmas das mãos fiquem voltadas para você. Essa variação é chamada de Arnold Press. No entanto, não é recomendado se você tiver problemas no manguito rotador."
  },
  {
    "image": "https://www.mundoboaforma.com.br/wp-content/uploads/2020/12/rosca-biceps-martelo-com-halteres-no-banco-inclinado.gif",
    "name": "Rosca martelo inclinada",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "haltere",
    "reps": "5",
    "difficulty": "iniciante",
    "instructions": "Sente-se em um banco inclinado com um haltere em cada mão. Pressione firmemente as costas contra o banco com os pés juntos. Deixe os halteres pendurados retos ao seu lado, segurando-os com uma pegada neutra. Esta será sua posição inicial. Inicie o movimento flexionando o cotovelo, tentando manter o braço superior estacionário. Continue até o topo do movimento e faça uma pausa, então retorne lentamente à posição inicial."
  },
  {
    "image": "https://www.mundoboaforma.com.br/wp-content/uploads/2020/12/rosca-biceps-aberta-na-barra.gif",
    "name": "Rosca com barra com pegada aberta",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "barra",
    "reps": "5",
    "difficulty": "iniciante",
    "instructions": "Levante-se com o torso ereto enquanto segura uma barra na pegada externa larga. As palmas das suas mãos devem estar voltadas para frente. Os cotovelos devem estar próximos ao torso. Esta será sua posição inicial. Mantendo os braços superiores estacionários, levante os pesos para frente enquanto contrai os bíceps e expira. Dica: Apenas o antebraço deve se mover. Continue o movimento até que seus bíceps estejam totalmente contraídos e a barra esteja na altura dos ombros. Segure a posição contraída por um segundo e contraia os bíceps com força. Lentamente comece a trazer a barra de volta à posição inicial enquanto inspira. Repita pelo número recomendado de repetições. Variações: Você também pode realizar esse movimento usando uma barra E-Z ou um acessório E-Z conectado a uma polia baixa. Essa variação parece proporcionar uma boa contração no topo do movimento. Você também pode usar uma pegada mais próxima para variar."
  },
  {
    "image": "https://www.mundoboaforma.com.br/wp-content/uploads/2020/12/rosca-biceps-martelo-com-halteres.gif",
    "name": "Rosca martelo",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "haltere",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Levante-se com o torso ereto e um haltere em cada mão, mantendo os braços estendidos. Os cotovelos devem estar próximos ao torso e as palmas das mãos devem estar voltadas para o torso. Esta será sua posição inicial. Agora, mantendo o braço superior estacionário, expire e levante o peso para frente enquanto contrai os bíceps. Continue levantando o peso até que os bíceps estejam totalmente contraídos e o haltere esteja na altura dos ombros. Segure a posição contraída por um breve momento enquanto aperta os bíceps. Dica: Concentre-se em manter o cotovelo estacionário e mover apenas o antebraço. Após a breve pausa, inspire e comece lentamente a abaixar os halteres de volta à posição inicial. Repita pelo número recomendado de repetições. Variações: Existem muitas variações possíveis para este movimento. Por exemplo, você pode realizar o exercício sentado em um banco com ou sem apoio para as costas, e também pode realizá-lo alternando os braços; primeiro levante o braço direito para uma repetição, depois o esquerdo, depois o direito, etc."
  },
  {
    "image": "https://www.hipertrofia.org/blog/wp-content/uploads/2023/04/dumbbell-zottman-curl.gif",
    "name": "Rosca Zottman",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "haltere",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Levante-se com o torso ereto e um haltere em cada mão, mantendo os braços estendidos. Os cotovelos devem estar próximos ao torso e as palmas das mãos devem estar voltadas uma para a outra. Esta será sua posição inicial. Enquanto mantém o braço superior estacionário, Rosca os pesos contraindo os bíceps enquanto exala. Apenas o antebraço deve se mover. Seu pulso deve girar para que você tenha uma pegada supinada (palmas para cima). Continue o movimento até que seus bíceps estejam totalmente contraídos e os halteres estejam na altura dos ombros. Segure a posição contraída por um segundo enquanto aperta os bíceps. Agora, durante a posição contraída, gire seu pulso até que você tenha uma pegada pronada (palmas para baixo) com o polegar em uma posição mais alta que o mindinho. Comece lentamente a trazer os halteres de volta para baixo usando a pegada pronada. Quando os halteres estiverem perto das coxas, comece a girar o pulso para voltar a uma pegada neutra (palmas voltadas para o seu corpo). Repita pelo número recomendado de repetições."
  },
  {
    "image": "https://www.mundoboaforma.com.br/wp-content/uploads/2020/12/rosca-concentrada-unilateral-com-halter.gif",
    "name": "Rosca Concentração",
    "type": "força",
    "muscle": "bíceps",
    "equipment": "haltere",
    "reps": "5",
    "difficulty": "intermediário",
    "instructions": "Sente-se em um banco plano com um haltere na frente de você entre as pernas. As pernas devem estar afastadas com os joelhos dobrados e os pés no chão. Use o braço direito para pegar o haltere. Coloque a parte de trás do seu braço direito na parte superior da sua coxa interna direita. Gire a palma da sua mão até que ela esteja voltada para frente, longe da coxa. Dica: Seu braço deve estar estendido e o haltere deve estar acima do chão. Esta será sua posição inicial. Enquanto mantém o braço superior estacionário, Rosca os pesos para a frente enquanto contrai os bíceps e exala. Apenas o antebraço deve se mover. Continue o movimento até que seus bíceps estejam totalmente contraídos e os halteres estejam na altura dos ombros. Dica: No topo do movimento, certifique-se de que o dedo mínimo do seu braço esteja mais alto que o polegar. Isso garante uma boa contração. Segure a posição contraída por um segundo enquanto aperta os bíceps. Lentamente, comece a trazer os halteres de volta à posição inicial enquanto inspira. Cuidado: Evite movimentos de balanço a qualquer momento. Repita pelo número recomendado de repetições. Em seguida, repita o movimento com o braço esquerdo. Variações: Este exercício pode ser realizado em pé com o torso inclinado para a frente e o braço na frente de você. Neste caso, nenhum apoio para as costas do braço é usado, então você precisará fazer um esforço extra para garantir que não haja movimento do braço superior. Esta é uma versão mais desafiadora do exercício e não é recomendada para pessoas com problemas lombares."
  }
]